import { LocaleSchema } from "./types";

export const locale: LocaleSchema = {
  first_names: ["Иван", "Дмитрий", "Александр", "Павел", "Роман", "Юрий", "Денис", "Артур", "Олег"],
  last_names: ["Иванов", "Петров", "Рогов", "Достоевский", "Чехов", "Чайковский", "Быков", "Тарковский"],
  phone_formats: ["+7 (9##) ###-##-##"],
  cities: ["Москва", "Санкт-Петербург", "Новосибирск", "Екатеринбург", "Казань", "Нижний Новгород", "Челябинск", "Самара", "Омск", "Ростов-на-Дону", "Уфа", "Красноярск", "Пермь", "Воронеж", "Волгоград", "Краснодар", "Саратов", "Тюмень", "Тольятти", "Ижевск", "Барнаул", "Ульяновск", "Иркутск", "Хабаровск", "Ярославль", "Владивосток", "Махачкала", "Томск", "Оренбург", "Кемерово", "Новокузнецк", "Рязань", "Астрахань", "Пенза", "Липецк", "Тула", "Киров", "Чебоксары", "Калининград", "Балашиха", "Курск", "Ставрополь", "Сочи", "Владикавказ", "Грозный", "Якутск", "Петрозаводск", "Мурманск", "Архангельск", "Смоленск", "Брянск", "Белгород", "Калуга", "Вологда", "Череповец", "Кострома", "Орёл", "Тверь"]
};